Repository: nightscout/Trio
Catalog: Trio/Sources/Localizations/Main/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, es, fr, it, nb_no, nl, pl, pt_pt, ru, sv, uk, vi, zh_hant

source: This is the maximum basal rate allowed to be set or scheduled. This applies to both automatic and manual basal rates.
bg: Това е максималната базална доза, която е разрешено да бъде зададена или планирана. Това важи както за автоматичните, така и за ръчните базални дози.
cs: Toto je maximální bazální dávka, kterou lze nastavit nebo naplánovat. Platí pro automatické i manuální bazální dávky.
da: Dette er den maksimale basale sats, der er tilladt at indstille eller planlagt. Dette gælder både automatiske og manuelle basale satser.
de: Dies ist die maximale zulässige Basalrate. Dies gilt sowohl für automatische als auch manuell gesetzte Basalraten.
es: Esta es la tarifa basal máxima permitida para fijar o programar. Esto se aplica tanto a las tarifas basales manuales como automáticas.
fr: Il s’agit du débit basal maximal autorisé, qu’il soit défini manuellement ou planifié dans le profil basal. Cette limite s’applique aux débits basaux automatiques et manuels.
it: Questa è la velocità basale massima consentita per essere impostata o pianificata. Questo vale sia per le tariffe basali automatiche che per quelle manuali.
nb_no: Dette er den maksimale basalraten som kan settes eller planlegges. Dette gjelder både automatiske og manuelle basalrater.
nl: Dit is de maximale basaalsnelheid die mag worden ingesteld of gepland. Dit geldt zowel voor automatische als handmatige basaalsnelheden.
pl: Jest to maksymalna dawka bazowa dopuszczalna do ustawienia lub zaplanowania. Dotyczy to zarówno automatycznych, jak i ręcznych dawek bazowych.
pt_pt: Esta é a taxa de basal máxima permitida para ser definida ou agendada. Isso aplica-se tanto a taxas de basal automáticas quanto manuais.
ru: Это максимальная базовая ставка, которая может быть установлена или запланирована. Это относится как к автоматическим, так и к ручным базовым ставкам.
sv: Detta är den maximala basalen som får ställas in eller schemaläggas. Detta gäller både automatiska och manuella basaler.
uk: Це максимальний базовий показник, який можна встановити або вказувати. Це застосовується як до автоматичних, так і ручних базових ставок.
vi: Đây là tốc độ liều nền tối đa được phép thiết lập hoặc lên lịch. Mức này áp dụng cho cả liều nền tự động và thủ công.
zh_hant: 這是允許設定或安排的最大基礎率。這適用於自動和手動基礎率。

source: This is the maximum bolus allowed to be delivered at one time. This limits manual and automatic bolus.
bg: Това е максималният болус, който е разрешено да бъде подаден наведнъж. Това ограничава ръчните и автоматичните болуси.
cs: Toto je maximální bolus, který lze podat najednou. Limituje manuální i automatické bolusy.
da: Dette er den maksimale bolus tilladt at blive leveret på én gang. Dette begrænser manuel og automatisk bolus.
de: Dies ist der maximale Bolus, der gleichzeitig geliefert werden darf. Dies begrenzt manuelle und automatische Boli.
es: Este es el bolo máximo permitido para ser entregado a la vez. Esto limita el bolo manual y automático.
fr: Il s’agit du bolus maximal dont l’administration est autorisée en une seule fois. Cette limite s’applique uniquement aux bolus que vous administrez manuellement avec la pompe. Elle ne s’applique pas aux SMB (Super Micro Bolus) ni aux doses externes.
it: Questo è il bolo massimo consentito per essere consegnato in una sola volta. Questo limita il bolo manuale e automatico.
nb_no: Dette er den maksimale bolusdosen som kan gis av gangen. Dette begrenser manuell og automatisk bolus.
nl: Dit is de maximale bolus die mag worden toegediend in één keer. Dit beperkt de handmatige en automatische bolus.
pl: Jest to maksymalny bolus, który może być dostarczany jednocześnie. To ogranicza ręczny i automatyczny bolus.
pt_pt: Este é o máximo bolus permitido ser entregue de uma vez. Isto limita o manual e o bolus automático.
ru: Это максимальный болт, который может быть доставлен одновременно. Это ограничивает ручной и автоматический.
sv: Detta är den maximala bolus som får levereras åt gången. Detta begränsar manuell och automatisk bolus.
uk: Це максимальний болт можна доставляти за один раз. Це обмежує ручну та автоматичний болт.
vi: Đây là liều bolus tối đa được phép tiêm trong một lần. Giới hạn này áp dụng cho cả bolus thủ công và bolus tự động.
zh_hant: 這是一次性允許施打的最大注射量。這限制了手動和自動注射量。

source: This is the maximum bolus allowed to be delivered at one time. This only limits manual boluses and does not limit SMBs.
bg: Това е максималният болус, който е разрешено да бъде подаден наведнъж. Това ограничава само ръчните болуси и не ограничава SMB.
cs: Toto je maximální bolus povolený k podání najednou. Tento limit se vztahuje pouze na manuální bolusy a neomezuje SMB.
da: Dette er den maksimale bolus der kan leveres på én gang. Dette begrænser kun manuelle bolusser og begrænser ikke SMB'er.
de: Dies ist die maximale Bolusmenge, die auf einmal abgegeben werden darf. Der Grenzwert gilt nur für manuelle Boli, nicht für SMBs.
fr: Il s’agit du bolus maximal pouvant être administré en une seule fois. Cette limite s’applique uniquement aux bolus manuels et ne limite pas les Super Micro Bolus (SMB).
nb_no: Dette er den maksimale bolusdosen som kan gis av gangen. Dette begrenser bare manuell bolus, og påvirker ikke SMB.
nl: Dit is de maximale bolus die mag worden toegediend in één keer. Dit beperkt alleen handmatige bolussen en beperkt geen SMB's.
pl: Jest to maksymalny bolus, który można podać jednorazowo. Ogranicza to tylko ręczne bolusy i nie ogranicza SMB.
sv: Detta är den maximala bolus som tillåts levereras per tillfälle. Denna gräns gäller endast för manuella bolusar, inte för SMB.
vi: Đây là liều bolus tối đa được phép tiêm trong một lần. Giới hạn này chỉ áp dụng cho các bolus thủ công và không áp dụng cho các bolus siêu nhỏ (SMB).
zh_hant: 這是一次允許輸送的最大注射量。這僅限制手動注射，不限制 SMB。

source: This is the minimum number of minutes since the last SMB or manual bolus before Trio will permit an automated SMB.
bg: Това е минималният брой минути от последния SMB или ръчен болус, преди Trio да разреши автоматизиран SMB.
cs: Toto je minimální počet minut od posledního SMB nebo manuálního bolusu, po jejichž uplynutí Trio povolí další automatický SMB.
da: Dette er det mindste antal minutter siden den sidste SMB eller manuel bolus før Trio vil tillade en automatiseret SMB.
de: Dies ist die Mindestanzahl von Minuten seit der letzten SMB oder dem letzten manuellen Bolus, bevor Trio einen erneuten automatischen SMB zulässt.
es: Este es el número mínimo de minutos desde la última SMB o bolo manual antes de que Trio permita un SMB automatizado.
fr: Il s’agit du nombre minimal de minutes à respecter depuis le dernier Super Micro Bolus (SMB) ou bolus manuel avant que Trio n’autorise un SMB automatique.
it: Questo è il numero minimo di minuti dall'ultimo SMB o bolo manuale prima del Trio permetterà un SMB automatico.
nb_no: Dette er minimum antall minutter siden siste SMB eller manuell bolus før Trio gir mulighet for automatisk SMB.
nl: Dit is het minimum aantal minuten sinds de laatste SMB of handmatige bolus voordat de Trio een geautomatiseerde SMB toelaat.
pl: Jest to minimalna liczba minut od ostatniego SMB lub ręcznego bolusa, zanim Trio zezwoli na automatyczne SMB.
pt_pt: Este é o número mínimo de minutos desde o último bólus SMB ou manual antes do Trio irá permitir uma SMB automatizada.
ru: Это минимальное количество минут с момента последнего SMB или ручного болта, прежде чем Трио позволит автоматизировать SMB.
sv: Detta är det minsta antalet minuter sedan den senaste SMB eller manuella bolusen som måste passera innan Trio tillåter nästa SMB.
uk: Це мінімальна кількість хвилин з моменту останнього SMB або ручного болсу перед тим, як Тріо дозволить автоматизований SMB.
vi: Đây là số phút tối thiểu kể từ lần bolus SMB hoặc bolus thủ công gần nhất trước khi Trio cho phép thực hiện một bolus SMB tự động khác.
zh_hant: 這是自上次SMB或手動注射後，Trios允許進行自動SMB的最小分鐘數。

source: This is useful for slow-absorbing meals where high fat, protein, or fiber can delay carb absorption and cause a slower rise in blood sugar, so a reduced bolus helps match insulin to the delayed effect.
bg: Това е полезно за бавно абсорбиращи се храни, при които високото съдържание на мазнини, протеини или фибри може да забави абсорбцията на въглехидратите и да причини по-бавно покачване на кръвната захар, затова намаленият болус помага да се съгласува инсулинът със забавения ефект.
cs: Tohle se hodí u pomalu se vstřebávajících jídel, kde vysoký obsah tuků, bílkovin nebo vlákniny může zpomalit vstřebávání sacharidů a způsobit pomalejší vzestup glykémie. Snížený bolus v takovém případě pomáhá lépe sladit účinek inzulínu s tímto opožděným vstřebáváním.
da: Dette er nyttigt for langsomt absorberende måltider hvor højt fedt, protein, eller fiber kan forsinke optaget af kulhydrater og forårsage en langsommere stigning i blodsukker, så en reduceret bolus hjælper med at matche insulin til den forsinkede virkning.
de: Dies ist bei langsam absorbierenden Mahlzeiten nützlich, bei denen ein hoher Fett-, Protein- oder Ballaststoffanteil die Kohlenhydrataufnahme verzögern und einen langsameren Blutzuckeranstieg bewirken kann, sodass ein reduzierter Bolus hilft, das Insulin an die verzögerte Wirkung anzupassen.
fr: C'est utile pour les repas à absorption lente où une forte teneur en graisses, protéines ou fibres peut retarder l’absorption des glucides et provoquer une élévation plus lente de la glycémie, ainsi un bolus réduit aide à adapter l’insuline à cet effet retardé.
nb_no: Dette er nyttig for måltider som absorberes sakte, der høyt innhold av fett, protein eller fiber kan forsinke opptak av karbohydrater og skape en tregere stigning i blodsukkeret. En redusert bolus hjelper til å justere mengden insulin.
pl: Jest to przydatne w przypadku posiłków o długim czasie wchłaniania, w których wysoka zawartość tłuszczu, białka lub błonnika może opóźnić wchłanianie węglowodanów i spowodować wolniejszy wzrost poziomu cukru we krwi, dlatego zmniejszona dawka bolusa pomaga dostosować insulinę do opóźnionego efektu.
vi: Điều này hữu ích cho các bữa ăn hấp thu chậm, nơi chất béo, đạm hoặc chất xơ cao có thể làm chậm quá trình hấp thu carbohydrate và khiến đường huyết tăng chậm hơn. Khi đó, bolus giảm giúp insulin phù hợp hơn với tác động bị trì hoãn này.
zh_hant: 這對於高脂肪、高蛋白或高纖維的慢吸收餐點很有用，因為這些會延遲碳水化合物的吸收並導致血糖上升較慢，因此減少注射有助於將胰島素與延遲的效果對應。

source: This is useful if you use CarPlay or a variety of other external services that limit the view of most apps, but allow the calendar app.
bg: Това е полезно, ако използвате CarPlay или редица други външни услуги, които ограничават показването на повечето приложения, но позволяват приложението за календар.
cs: To je užitečné, pokud používáte CarPlay nebo různé jiné externí služby, které omezují zobrazení většiny aplikací, ale povolují aplikaci kalendáře.
da: Dette er nyttigt, hvis du bruger CarPlay eller en række andre eksterne tjenester, der begrænser visningen af de fleste apps, men tillad kalenderappen.
de: Dies ist nützlich, wenn Sie CarPlay oder eine Reihe anderer externer Dienste verwenden, die die Ansicht der meisten Apps einschränken, aber die Kalender-App zulassen.
es: Esto es útil si utiliza CarPlay o una variedad de otros servicios externos que limitan la vista de la mayoría de las aplicaciones, pero permitir la aplicación de calendario.
fr: C'est utile si vous utilisez CarPlay ou d’autres services externes qui limitent l’affichage de la plupart des apps, mais autorisent celui de l’app Calendrier.
it: Questo è utile se si utilizza CarPlay o una varietà di altri servizi esterni che limitano la visualizzazione della maggior parte delle applicazioni, ma consentire l'app calendario.
nb_no: Dette er nyttig hvis du bruker CarPlay eller en rekke andre eksterne tjenester som begrenser visningen av de fleste apper, men tillater kalenderappen.
nl: Dit is handig als je CarPlay gebruikt of een verscheidenheid van andere externe diensten die de weergave van de meeste apps beperkt, maar sta de kalender app toe.
pl: Jest to przydatne, jeśli używasz CarPlay lub wielu innych zewnętrznych usług, które ograniczają widok większości aplikacji, ale zezwól na aplikację kalendarza.
pt_pt: Isso é útil se você usa o CarPlay ou uma variedade de outros serviços externos que limitam a exibição da maioria dos aplicativos, mas permita o app de calendário.
ru: Это полезно, если вы используете CarPlay или другие внешние сервисы, которые ограничивают просмотр большинства приложений, но разрешить приложение календаря.
sv: Detta är användbart om du använder CarPlay eller andra externa tjänster som begränsar vyn för de flesta appar, men tillåter kalenderappen.
uk: Це корисно, якщо Ви використовуєте CarPlay або різні зовнішні сервіси, які обмежують відображення більшості додатків, але дозволити додатку календаря.
vi: Điều này hữu ích nếu bạn sử dụng CarPlay hoặc các dịch vụ bên ngoài khác vốn giới hạn khả năng hiển thị của hầu hết ứng dụng, nhưng vẫn cho phép hiển thị ứng dụng Lịch.
zh_hant: 這對於使用CarPlay或其他限制大多數應用程式視圖的外部服務很有用，但允許日曆應用程序。

source: This limits the automatic adjustment of the temporary basal rate to this percentage of the current hourly profile basal rate at the time of the loop cycle.
bg: Това ограничава автоматичната корекция на временната базална доза до този процент от текущата часова базална доза на профила в момента на loop цикъла.
cs: Tohle omezuje automatickou úpravu dočasného bazálu na toto procento z aktuálního hodinového bazálu nastaveného v profilu v čase cyklu smyčky.
da: Dette begrænser den automatiske justering af den midlertidige basale sats til denne procentdel af den aktuelle timeprofil basal rate på tidspunktet for loop cyklus.
de: Dadurch wird die automatische Anpassung der Temporären Basalrate auf diesen Prozentsatz der aktuellen stündlichen Profilbasalrate zum Zeitpunkt des Loops begrenzt.
es: Esto limita el ajuste automático de la tasa basal temporal a este porcentaje de la tasa basal del perfil por hora actual en el momento del ciclo del ciclo.
fr: Cette valeur limite l’ajustement automatique du débit basal temporaire à ce pourcentage du débit basal horaire défini dans le profil au moment du cycle de bouclage.
it: Questo limita l'adeguamento automatico del tasso basale temporaneo a questa percentuale del tasso basale del profilo orario corrente al momento del ciclo del ciclo.
nb_no: Denne innstillingen begrenser automatisk justering av midlertidig basalrate til denne prosentandelen av den nåværende basalraten fra din profil, når loop-syklusen kjøres.
nl: Dit beperkt de automatische aanpassing van de tijdelijke basaalstand op dit percentage van de huidige basaalstand per uur op het moment van de loopcyclus.
pl: Ogranicza to automatyczną korektę tymczasowej stawki bazowej do tej wartości procentowej aktualnej stawki bazowej profilu godzinowego w czasie cyklu pętli.
pt_pt: Isso limita o ajuste automático da taxa de basal temporária a esta porcentagem da taxa basal atual do perfil horário no momento do ciclo de laço.
ru: Это ограничивает автоматическую настройку временной базисной скорости до этого процента от текущей базисной скорости почасового профиля на момент цикла цикла.
sv: Detta begränsar den automatiska justeringen av temporära basaler till denna procentsats av den aktuella basalen vid tiden för loopcykeln.
uk: Це обмежує автоматичне коректування базової швидкості до цього відсотка від базової погодинної швидкості при циклі циклу.
vi: Giới hạn này điều chỉnh tự động tốc độ liều nền tạm thời theo tỷ lệ phần trăm so với tốc độ liều nền theo Hồ sơ hiện tại, tại thời điểm vòng lặp chạy.
zh_hant: 這限制了臨時基礎率的自動調整至當前每小時基本率的這百分比，並在循環周期時適用。

source: This means Trio may not have complete information about how much active insulin or carbs were still on board when you switched over.
bg: Това означава, че Trio може да няма пълна информация за това колко активен инсулин или въглехидрати са били налице, когато сте превключили.
cs: To znamená, že Trio nemusí mít úplné informace o tom, kolik aktivního inzulínu nebo sacharidů bylo v těle v okamžiku, kdy jste na systém přešli.
da: Det betyder, at Trio muligvis ikke har fuldstændig information om, hvor meget aktivt insulin eller kulhydrat der stadig var om bord, da du skiftede over.
de: Das bedeutet, dass Trio möglicherweise keine vollständigen Informationen darüber hat, wie viel aktives Insulin oder wie viele Kohlenhydrate noch an Bord waren, als Sie umgestellt haben.
fr: Cela signifie que Trio pourrait ne pas disposer de toutes les informations concernant la quantité d’insuline active (IOB) ou de glucides actifs (COB) encore présents au moment du changement.
nb_no: Dette betyr at Trio kanskje ikke har fullstendig informasjon om hvor mye insulin eller karbohydrater som var aktivt da du oppdaterte appen.
nl: Dit betekent dat Trio mogelijk geen volledige informatie heeft over hoeveel actieve insuline of koolhydraten er nog aan boord waren toen je overschakelde.
pl: Oznacza to, że Trio może nie mieć kompletnych informacji na temat tego, ile aktywnej insuliny lub węglowodanów pozostało w organizmie w momencie zmiany.
sv: Detta innebär att Trio kanske inte har fullständig information mängden aktivt insulin eller aktiva kolhydrater när du växlade över.
vi: Điều này có nghĩa là Trio có thể không có đầy đủ thông tin về lượng insulin đang hoạt động hoặc lượng tinh bột còn lại trong cơ thể tại thời điểm bạn chuyển sang sử dụng hệ thống.
zh_hant: 這表示 Trio 可能無法完整了解您在切換過程中體內還有多少活性胰島素或碳水化合物。

source: This might be an intermittent problem, but please check that your transmitter is tightly secured over your sensor
bg: Това може да е временен проблем, но моля проверете дали предавателят ви е добре закрепен над сензора
cs: Může jít o občasný problém, ale zkontroluj prosím, jestli je tvůj vysílač pevně upevněn na senzoru
da: Dette kan være et periodisk problem, men tjek venligst at senderen er tæt fastgjort over din sensor
de: Dies könnte ein vorübergehendes Problem sein, aber überprüfen Sie bitte, ob Ihr Sender fest über dem Sensor befestigt ist
es: Esto podría ser un problema intermitente, pero por favor compruebe que su transmisor está firmemente asegurado sobre su sensor
fr: Il peut s’agir d’un problème intermittent, mais vérifiez que le transmetteur de la pompe est bien fixé sur le réservoir
it: Questo potrebbe essere un problema intermittente, ma sei pregato di verificare che il tuo trasmettitore sia strettamente protetto sul tuo sensore
nb_no: Dette kan være et forbigående problem, men kontroller at senderen er godt festet over sensoren
nl: Dit kan een tijdelijk probleem zijn, maar controleer of je zender stevig vastzit op je sensor
pl: Może to być nieregularny problem, ale sprawdź, czy nadajnik jest ściśle zabezpieczony za pomocą czujnika
pt_pt: Isto pode ser um problema intermitente, mas verifique se seu transmissor está firmemente protegido sobre seu sensor
ru: Это может быть временная проблема, но пожалуйста, проверьте, что ваш передатчик надежно закрывает сенсор
sv: Detta kan vara ett övergående problem, men kontrollera att din sändare sitter fast ordentligt på din sensor
uk: Це може бути періодична проблема, але, будь ласка, перевірте, чи ваш трансмітер міцно закріплений над вашим сенсором
vi: Đây có thể là một sự cố gián đoạn, nhưng vui lòng kiểm tra để đảm bảo rằng bộ phát (transmitter) được gắn chắc chắn lên cảm biến của bạn
zh_hant: 這可能是一個間歇性問題，但請檢查你的發射器是否牢牢固定在傳感器上。

source: This override preset is currently running. Deleting will stop it.
bg: Този шаблон за отмяна в момента работи. Изтриването ще го спре.
cs: Tato předvolba profilu právě běží. Jejím smazáním ji zároveň zastavíš.
da: Denne tilsidesætte forudindstilling kører i øjeblikket. Sletning vil stoppe det.
de: Diese Override-Vorlage wird gerade ausgeführt. Durch Löschen wird sie beendet.
es: Esta sobreescritura preestablecida se está ejecutando. La eliminación lo detendrá.
fr: Cette Dérogation favorite est active. La supprimer l’arrêtera.
it: Questo override preset è attualmente in esecuzione. L'eliminazione lo fermerà.
nb_no: Denne overstyringen kjører nå. Ved å slette den vil den bli stoppet.
nl: Deze override preset is momenteel actief. Verwijderen zal het stoppen.
pl: To nadpisanie ustawień jest aktualnie uruchomione. Usunięcie zatrzyma to.
pt_pt: Esta predefinição de substituição está em execução. Excluir irá pará-la.
ru: Этот пресет переопределения в настоящее время запущен. Удаление остановит его.
sv: Denna override är aktiverad för närvarande. Radering stoppar den.
uk: Зміна пресету запущена. Видалення призведе до його зупинки.
vi: Thiết lập ghi đè này đang chạy. Xóa nó sẽ dừng hiệu lực ngay lập tức.
zh_hant: 目前此覆蓋預設正在運行。刪除將會停止它。

source: This peak informs the system when to expect the most potent glucose-lowering effect, helping it predict glucose trends more accurately.
bg: Този пик подсказва на системата кога да очаква най-силния ефект на понижаване на глюкозата, помагайки ѝ да прогнозира по-точно тенденциите на глюкозата.
cs: Tento vrchol informuje systém, kdy má očekávat nejsilnější účinek na snížení glukózy, což pomáhá přesněji předpovídat trendy glukózy.
da: Denne top informerer systemet om, hvornår man kan forvente den mest potente glukosesænkende effekt, hvilket hjælper det med at forudsige glukosetendenser mere præcist.
de: Dieser Spitzenwert informiert das System darüber, wann die stärkste Glukose-senkende Wirkung zu erwarten ist, und hilft ihm, Glukosetrends genauer vorherzusagen.
es: Este pico informa al sistema de cuándo esperar el efecto de disminución de glucosa más potente, ayudándolo a predecir las tendencias de la glucosa con mayor precisión.
fr: Ce pic informe le système du moment où l’effet hypoglycémiant de l’insuline sera le plus fort, ce qui l’aide à prédire plus précisément l’évolution de la mesure de glucose.
it: Questo picco informa il sistema quando aspettarsi l'effetto ipoglicemizzante più potente, aiutandolo a prevedere le tendenze del glucosio più accuratamente.
nb_no: Denne grensen informerer systemet når det kan forvente den mest potente glukosesenkende effekten, noe som hjelper det med å forutsi glukosetrender mer nøyaktig.
nl: Deze piek informeert het systeem wanneer het krachtigste glucose-verlagingeffect kan worden verwacht en het helpt glucosetrends nauwkeuriger te voorspellen.
pl: Ten szczyt informuje system, kiedy spodziewać się najsilniejszego działania obniżającego poziom glukozy, pomagając w dokładniejszym przewidywaniu tendencji w zakresie glukozy.
pt_pt: Este pico informa o sistema quando esperar o efeito mais poderoso de redução de glicose, ajudando-o a prever tendências de glicose com maior precisão.
ru: Этот пик информирует систему о том, когда ожидать наиболее мощного эффекта глюкозы-понижающего эффекта, помогая ему более точно прогнозировать тренды глюкозы.
sv: Denna topp informerar systemet när man kan förvänta sig den mest potenta glukossänkande effekten, vilket hjälper algoritmen att förutsäga glukostrenden mer exakt.
uk: Цей пік інформує систему, коли очікувати найбільш потужного ефекту глюкози, що допомагає йому передбачити тенденції глюкози більш точно.
vi: Thời điểm đạt đỉnh này cho hệ thống biết khi nào sẽ có tác dụng hạ đường huyết mạnh nhất, từ đó giúp dự đoán xu hướng đường huyết chính xác hơn.
zh_hant: 此峰值通知系統何時預期最強的降血糖效果，幫助更準確地預測血糖趨勢。
